1)Оператор - это команда, обозначающая определённое математическое или логическое действие, выполняемое с данными (операндами)
2)Операнд - это объект (аргумент, значение данных), над которым выполняется машинная команда или оператор языка программирования.
3)Операция в программировании — это конструкция, аналогичная по записи математическим операциям, то есть специальный способ записи некоторых действий.
4)Унарным называется оператор, который применяется к одному выражению.
5)Бинарное значение - это значение, которое представлено элементами только двух видов
6)Print — это функция в программировании, которая отвечает за вывод данных пользователю.
7)В HTML существуют следующие виды input-элементов:
Password — область (поле) с вводом пароля.
Text — обычное текстовое поле.
Radio — переключатель.
Checkbox — флажок.
Hidden — скрываемая область.
Button — кнопка, на которой можно сделать надпись.
Image — изображение.
Reset — кнопка очистки имеющейся формы.
File — область, отведенная для отправки файлов.
Submit — подтверждение отправки формы (кнопка).
8)Data transformation – это преобразование и согласование наборов данных друг с другом или с определенной схемой

# 1 Задание

x1 = int(input("Введите значение x1:"))
x2 = int(input("Введите значение x2:"))
x3 = int(input("Введите значение x3:"))
sum = x1 + x2 + x3
print(f"{x1} + {x2} + {x3} = {sum}")
composition = x1 * x2 * x3
print(f"{x1} * {x2} * {x3}= {composition}")
